[
     {
    "id": 1 ,
    "title": "Frieren: Beyond Journey’s End Season 2 resmi tayang 16 Januari 2026!",
    "summary": "Frieren: Beyond Journey’s End Season 2 resmi tayang 16 Januari 2026!",
    "image": "/G2tXAiIbgAAxlKi.jpeg",
    "tags": ["Anime", "Movie", "Jejepangan"],
    "slug": "Frieren:-Beyond-Journey’s-End-Season-2-resmi-tayang-16-Januari-2026!",
    "content": [
      {
        "type": "p",
        "text": "Anime Sousou no Frieren (Frieren: Beyond Journey’s End) resmi mengumumkan bahwa musim keduanya akan tayang mulai 16 Januari 2026. Episode baru dijadwalkan hadir setiap hari Jumat pukul 23.00 waktu Jepang."
      },
      {
        "type": "p",
        "text": "Bersamaan dengan pengumuman tersebut, tim produksi juga merilis visual karakter terbaru yang menampilkan Frieren, Fern, dan Stark. Dalam visual ini, ketiganya tampak mengenakan pakaian musim dingin dan bersiap menghadapi situasi pertempuran, memberi gambaran akan suasana baru yang lebih intens di musim mendatang."
      },
      {
        "type": "img",
        "src": "/G2tXAiIbgAAxlKi.jpeg",
        "alt": "Visual Frieren: Beyond Journey’s End Season 2",
        "class": "my-6 rounded-lg",
        "caption":"Sumber gambar: X/@Anime_Frieren"
      },
      {
        "type": "p",
        "text": "Penggemar pun mulai menantikan perjalanan lanjutan Frieren dan teman-temannya setelah akhir musim pertama yang sukses besar."
      },
    {
      "type": "source",
      "text": "Sumber:",
      "links": [
        {
          "text": "X/@Anime_Frieren",
          "href": "https://x.com/Anime_Frieren/status/1975863746833604750"
        }
      ]
    }
    ]
  },

   {
    "id":2 ,
    "title": "Udah Nonton Reze Arc? Film Chainsaw Man Ini Masih Ramai Dibicarakan!",
    "summary": "Udah Nonton Reze Arc? Film Chainsaw Man Ini Masih Ramai Dibicarakan!",
    "image": "/images.jpeg",
    "tags": ["Anime", "Movie", "Jejepangan"],
    "slug": "chainsaw-man-the-movie-reze-arc",
    "content": [
      {
        "type": "p",
        "text": "Film Chainsaw Man – The Movie: Reze Arc akhirnya resmi tayang di Indonesia pada 26 September 2025, hanya berselang seminggu dari perilisan perdananya di Jepang. Film yang diproduksi oleh MAPPA ini menjadi salah satu rilis anime paling dinantikan tahun ini berkat popularitas arc Reze di manga karya Tatsuki Fujimoto.."
      },
      {
        "type": "p",
        "text": "Menurut data dari Media Indonesia, film ini berhasil menarik lebih dari 32 ribu penonton di hari pertama penayangannya di seluruh Indonesia, dengan total 1.677 sesi tayang di berbagai jaringan bioskop seperti CGV, XXI, dan Cinepolis. Lembaga Sensor Film (LSF) juga telah memberi rating Remaja 13 Tahun (R13), menjadikannya aman untuk ditonton kalangan remaja dan dewasa muda."
      },
      {
        "type": "img",
        "src": "/filters_quality(95)format(webp).webp",
        "alt": "Visual Chainsaw Man-The Movie : Reze Arc",
        "class": "my-6 rounded-lg",
        "caption":"Sumber gambar: X/@CHAINSAWMAN_PR"
      },
      {
        "type": "p",
        "text": "Antusiasme penggemar cukup tinggi, terutama karena arc Reze dikenal sebagai bagian emosional dan penuh aksi dari seri Chainsaw Man. Banyak penonton memuji kualitas animasi sinematik MAPPA yang semakin matang, serta penyajian atmosfer dan musik yang dianggap “berkelas layar lebar”. Meski begitu, sebagian kecil penggemar mencatat adanya sedikit perbedaan dari versi manga, namun hal itu tidak mengurangi pengalaman menonton secara keseluruhan."
      },
      {
        "type": "p",
        "text": "Secara global, film ini juga mencatat hasil yang impresif. Di Jepang, Reze Arc meraup lebih dari ¥2,9 miliar hanya dalam 10 hari dengan total 1,96 juta penonton. Sementara secara internasional, pendapatan kotor telah menembus US$44,4 juta, menandakan keberhasilan adaptasi sinematik ini dalam menarik pasar global."
      },
      {
        "type":"p",
        "text":"Dengan hasil positif dan antusiasme yang tinggi dari para penggemar Indonesia, Chainsaw Man: The Movie – Reze Arc membuktikan bahwa daya tarik Denji dan Reze masih kuat di hati para penonton, sekaligus membuka jalan untuk potensi kelanjutan cerita Chainsaw Man di layar lebar."
      },
    {
      "type": "source",
      "text": "Sumber:",
      "links": [
        {
          "text": "Media Indonesia",
          "href": "https://mediaindonesia.com/hiburan/815047/sehari-tayang-chainsaw-man-the-movie-reze-arc-raih-32-ribu-penonton?utm_source=chatgpt.com"
        },
        {
          "text": "AniTrendz",
          "href": "https://anitrendz.net/news/2025/10/06/chainsaw-man-the-movie-reze-arc-stays-at-top-of-japanese-weekend-box-office/?utm_source=chatgpt.com"
        },
                {
          "text": "Butota.id",
          "href": "https://butota.id/hiburan/75385-sehari-tayang-chainsaw-man-the-movie-reze-arc-sukses-raih-32-ribu-penonton/?utm_source=chatgpt.com#google_vignette"
        }
      ]
    }
    ]
  },

  {
    "id": 3,
    "title": "One Punch Man Season 3 Rilis Trailer Baru, Siap Tayang 5 Oktober 2025",
    "summary": "One Punch Man Season 3 Rilis Trailer Baru, Siap Tayang 5 Oktober 2025",
    "image": "/โตไปเป็นมนุษย์onTikTok.jpeg",
    "tags": ["Anime", "Series", "Jejepangan"],
    "slug": "One-Punch-Man-Season-3-Rilis-Trailer-Baru,-Siap-Tayang-5-Oktober-2025",
    "content": [
      {
        "type": "h2",
        "text": "Fokus Cerita: Hero Association vs Monster Association"
      },
      {
        "type": "p",
        "text": "Season terbaru ini akan mengadaptasi arc Monster Association, di mana Hero Association menghadapi pertarungan sengit melawan kelompok monster. Trailer menampilkan suasana serius penuh ketegangan, namun tetap memperlihatkan sisi kocak Saitama seperti biasanya."
      },
      {
        "type": "img",
        "src": "/One-Punch-Man-Season-3-key-visual-1-e1756874015331.webp",
        "alt": "Visual One punch man",
        "class": "my-6 rounded-lg",
        "caption":"Sumber gambar: ©ONE, Yusuke Murata/SHUEISHA, Hero Association HQ"
      },
      {
        "type": "p",
        "text": "Selain itu, key visual juga memperlihatkan para eksekutif Monster Association yang siap menjadi lawan berat bagi para pahlawan."
      },
      {
        "type": "h2",
        "text": "Episode Perdana: “Rapat Strategi”"
      },
      {
        "type": "p",
        "text": "Episode pertama Season 3 akan dimulai dari Episode 25 berjudul “Rapat Strategi”, di mana Hero Association menyusun rencana penyelamatan setelah anak salah satu pendukung mereka diculik. Dalam waktu bersamaan, Fubuki berusaha merekrut Saitama setelah kelompoknya, Fubuki-gumi, hancur. Di sisi lain, Garou mulai kembali beraksi setelah sadar dari pingsannya."
      },
      {
        "type":"p",
        "text":"Episode pertama Season 3 akan dimulai dari Episode 25 berjudul “Rapat Strategi”, di mana Hero Association menyusun rencana penyelamatan setelah anak salah satu pendukung mereka diculik. Dalam waktu bersamaan, Fubuki berusaha merekrut Saitama setelah kelompoknya, Fubuki-gumi, hancur. Di sisi lain, Garou mulai kembali beraksi setelah sadar dari pingsannya."
      },
      {
        "type":"h2",
        "text":"Lagu Tema dengan Kolaborasi Besar"
      },
      {
        "type":"p",
        "text":"Season 3 juga membawa kabar menggembirakan dari sisi musik."
      },
            {
        "type":"p",
        "text":"1.Opening Theme: “Get No Satisfied!” dibawakan oleh JAM Project feat. BABYMETAL, dengan nuansa metal yang menggambarkan kekuatan Saitama."
      },
      {
        "type":"p",
        "text":"2.Ending Theme: “Soko ni Aru Akari” dinyanyikan oleh Makoto Furukawa, pengisi suara Saitama, yang juga tampil di cover desain lagu."
      },
      {
        "type":"h2",
        "text":"Pameran 10 Tahun One Punch Man"
      },
            {
        "type":"p",
        "text":"Sebagai bagian dari “10周年10撃プロジェクト” (Proyek 10 Serangan 10 Tahun), diumumkan pula bahwa akan ada pameran khusus memperingati 10 tahun anime One Punch Man. Event ini akan digelar di Tokyo pada musim panas 2026."
      },
            {
        "type":"h2",
        "text":"Antisipasi Penggemar"
      },
            {
        "type":"p",
        "text":"Dengan produksi tetap ditangani oleh J.C. Staff, kualitas visual di trailer terbaru menunjukkan peningkatan signifikan dibanding musim sebelumnya. Season 3 dipastikan akan menjadi salah satu tontonan paling dinantikan tahun ini, terutama bagi para penggemar aksi penuh humor khas Saitama."
      },
      {
        "type":"p",
        "text":"Pantau terus informasi selanjutnya untuk detail jadwal penayangan internasional."
      }

    ]
  },

    {
    "id": 4,
    "title": "Dynasty Warriors 3: Complete Edition Remastered Siap Hadir Maret 2026",
    "summary": "Dynasty Warriors 3: Complete Edition Remastered Siap Hadir Maret 2026",
    "image": "/header.jpg",
    "tags": ["Anime", "Game","RPG", "Jejepangan"],
    "slug": "Dynasty-Warriors-3:-Complete-Edition-Remastered-Siap-Hadir-Maret-2026",
    "content": [
      {
        "type": "p",
        "text": "Setelah lebih dari dua dekade, Koei Tecmo dan Omega Force akhirnya menjawab permintaan para penggemar dengan merilis Dynasty Warriors 3: Complete Edition Remastered. Game ini dijadwalkan meluncur pada 19 Maret 2026 untuk PlayStation 5, Nintendo Switch / Switch 2, Xbox Series X|S, dan PC (Steam)."
      },
            {
        "type": "h2",
        "text": "Kembali ke Akar, dengan Sentuhan Modern"
      },      {
        "type": "p",
        "text": "Dynasty Warriors 3 pertama kali dirilis tahun 2001 di era PlayStation 2, dan dikenal sebagai salah satu seri yang membentuk identitas “musou” — pertarungan epik satu melawan seribu. Versi Complete Edition Remastered ini tidak hanya menghadirkan ulang game utama, tetapi juga menyertakan konten dari ekspansi Dynasty Warriors 3: Xtreme Legends."
      },
      {
        "type": "img",
        "src": "/header.jpg",
        "alt": "Visual One punch man",
        "class": "my-6 rounded-lg",
        "caption":"Sumber gambar: Dynasty Warriors 3: Complete Edition Remastered Websites"
      },
      {
        "type": "h2",
        "text": "Artinya, pemain akan mendapat tambahan:"
      },
      {
        "type": "p",
        "text": "Cerita baru untuk karakter tertentu."
      },
            {
        "type": "p",
        "text": "Mode tantangan."
      },
            {
        "type": "p",
        "text": "Sistem kustomisasi bodyguard."
      },
            {
        "type": "p",
        "text": "Senjata baru untuk memperluas variasi gaya bertarung."
      },
      {
        "type": "h2",
        "text": "Visual Baru dengan Unreal Engine 5"
      },
      {
        "type":"p",
        "text":"Episode pertama Season 3 akan dimulai dari Episode 25 berjudul “Rapat Strategi”, di mana Hero Association menyusun rencana penyelamatan setelah anak salah satu pendukung mereka diculik. Dalam waktu bersamaan, Fubuki berusaha merekrut Saitama setelah kelompoknya, Fubuki-gumi, hancur. Di sisi lain, Garou mulai kembali beraksi setelah sadar dari pingsannya."
      },
      {
        "type":"p",
        "text":"Remaster ini dikembangkan menggunakan Unreal Engine 5, menghadirkan peningkatan besar dalam kualitas grafis tanpa menghilangkan nuansa khas DW3. Omega Force berfokus untuk menjaga atmosfer aslinya sambil memberikan pengalaman visual yang lebih tajam dan modern."
      },
      {
        "type":"h2",
        "text":"Mekanisme Pertarungan Ikonik"
      },
            {
        "type":"p",
        "text":"Beberapa fitur penting dari versi original, seperti True Musou Attack, mode dua pemain simultan, dan sistem pengembangan karakter, dipertahankan. Dengan kombinasi nostalgia dan peningkatan teknis, game ini diharapkan bisa memikat baik pemain lama maupun pendatang baru."
      },
      {
        "type":"h2",
        "text":"Tantangan dalam Proses Remaster"
      },
      {
        "type":"p",
        "text":"Produser Tomohiko Sho menyebut bahwa menghidupkan kembali game era PS2 ke standar modern bukanlah pekerjaan mudah. Proses ini membutuhkan biaya dan tenaga besar, sehingga keberhasilan DW3 Remastered akan sangat menentukan apakah Koei Tecmo akan melanjutkan remaster untuk seri lain."
      },
            {
        "type":"quote",
        "text":"“Jika game ini tidak sukses, maka tidak akan ada yang berikutnya,” ujar Sho."
      },
            {
        "type":"h2",
        "text":"Harapan untuk Franchise Dynasty Warriors"
      },
            {
        "type":"p",
        "text":"Kesuksesan Dynasty Warriors 3: Complete Edition Remastered bisa menjadi titik balik bagi franchise ini. Selain memenuhi rasa rindu fans lama, rilis ini juga membuka peluang untuk memperkenalkan formula musou klasik ke generasi baru pemain."
      },
      {
        "type":"p",
        "text":"Dengan perilisan yang tinggal menghitung bulan, semua mata kini tertuju pada apakah remaster ini bisa mengembalikan kejayaan Dynasty Warriors."
      },
          {
      "type": "source",
      "text": "Sumber:",
      "links": [
        {
          "text": "Official Dynasty Warrios 3 Complete Edition",
          "href": "https://www.koeitecmoamerica.com/dw3-re/us/"
        }
      ]
    }

    ]
  },

    {
    "id": 5,
    "title": "The Summer Hikaru Died Umumkan Season 2 Anime!",
    "summary": "The Summer Hikaru Died Umumkan Season 2 Anime!",
    "image": "/G150CF0XYAA0JYO.jpg",
    "tags": ["Anime", "Series", "Jejepangan"],
    "slug": "the-summer-hikaru-died-umumkan-season-2-anime",
    "content": [
      {
        "type": "p",
        "text": "Setelah penayangan episode terakhirnya, anime The Summer Hikaru Died (Hikaru ga Shinda Natsu) resmi mengumumkan bahwa season 2 sedang dalam produksi."
      },
      {
        "type": "p",
        "text": "Kabar ini dikonfirmasi langsung melalui akun resmi anime di X (Twitter) @hikanatsu_anime, serta dilaporkan juga oleh Crunchyroll."
      },
      {
        "type": "img",
        "src": "/G150CF0XYAA0JYO.jpg",
        "alt": "Visual The Summer Hikaru Died",
        "class": "my-6 rounded-lg"
      },
      {
        "type": "p",
        "text": "Meskipun detail lebih lanjut seperti tanggal rilis maupun visual promosi masih belum dirilis, pengumuman ini sudah cukup membuat para penggemar antusias untuk melanjutkan kisah misterius dan penuh ketegangan dari seri ini."
      },
      {
        "type": "p",
        "text": "Kami akan terus memperbarui informasi begitu ada pengumuman resmi terbaru dari pihak produksi."
      },
      {
        "type": "p",
        "text": "📌 Sumber: Akun resmi X @hikanatsu_anime, Crunchyroll"
      }
    ]
  },
    {
      "id": 6,
      "title": "Anime Blue Lock Umumkan Produksi Sekuel TV Series Baru",
      "summary": "Anime Blue Lock Umumkan Produksi Sekuel TV Series Baru",
      "image": "/Blue-Lock_visual_0926fx-1600x901.jpg",
      "tags": ["Anime", "Series", "Jejepangan"],
      "slug": "anime-blue-lock-umumkan-produksi-sekuel-tv-series-baru",
      "content": [
      {
        "type": "img",
        "src": "/Blue-Lock_visual_0926fx-1600x901.jpg",
        "alt": "Visual Blue Lock",
        "class": "my-6 rounded-lg"
      },
      {
        "type": "p",
        "text": "Kabar gembira bagi para penggemar Blue Lock! Dalam acara “Blue Lock Egoist Festa 2025” yang digelar hari ini, diumumkan bahwa serial anime Blue Lock akan berlanjut dengan TV series sekuel baru."
      },
      {
        "type": "p",
        "text": "Bersamaan dengan pengumuman tersebut, komentar dari dua sosok penting di balik karya ini — Muneyuki Kaneshiro (penulis asli) dan Yusuke Nomura (ilustrator manga) — turut dibagikan kepada para penggemar."
      },
      {
        "type": "quote",
        "text": "Sekuel sudah diputuskan!!! Mantap… terima kasih banyak untuk tim produksi para egois…! Isagi maupun kami semua akan memulai langkah baru dari sini! Dengan ego penuh, mata melotot, dan lidah menjulur, kami akan membuatnya — jadi bersiaplah dan tunggu dengan penuh takzim!"
      },
      {
        "type": "p",
        "text": "Sementara itu, Yusuke Nomura menambahkan bahwa cerita akan memasuki fase yang ditunggu-tunggu."
      },
      {
        "type": "quote",
        "text": "Akhirnya diumumkan! Seri anime baru!! Kali ini giliran Perang Pahlawan Baru yang akan dianimasikan. Silakan nantikan aksi para pemain asing yang lebih eksentrik daripada para penghuni Blue Lock!!"
      },
      {
        "type": "p",
        "text": "Dengan berlanjutnya adaptasi ini, para penggemar akan segera menyaksikan arc Perang Pahlawan Baru yang menampilkan persaingan sengit antara pemain Blue Lock dan bintang sepak bola muda dari seluruh dunia."
      },
      {
        "type": "p",
        "text": "Informasi lebih detail mengenai sekuel TV series Blue Lock akan diumumkan di kemudian hari."
      },
      {
        "type": "p",
        "text": "Sumber: Official Website Blue Lock"
      }
    ]
  }

 
]
